/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Decidir mais tarde";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Desativar";

/* The title of the Edit menu item. */
"Edit" = "Editar";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Ativar";

/* The title of the Input menu item. */
"Input" = "Entrada";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = " Detectados gerenciadores de entrada de plug-in de estilo antigo ";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Caracteres Especiais…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Você possui um ou mais gerenciadores de entrada de plug-in de estilo antigo instalados.  Eles estão utilizando uma funcionalidade de sistema operacional não compatível e não documentada. Com o Mac OS X 10.5 Leopard e posterior, esta funcionalidade de método de entrada está desativada por padrão devido a preocupações de segurança. A Apple recomenda que você mantenha esta funcionalidade desativada.  A desativação desta funcionalidade não limita nenhum recurso do sistema operacional.\r\rDeseja ativar os gerenciadores de entrada de plug-in (o novo ajuste funciona após o reinício de sessão)?";

